 [      {
            "español": "estas teniendo esas visiones otra vez?",
            "ingles": "are you having those visions again ?"
        },
        {
            "español": "Todo va a salir bien.",
            "ingles": " Everything is going to be okay. "
        },
        {
            "español": "Lucy es una persona muy especial, muy diferente a los demás.",
            "ingles": " Lucy is a very special person, very different from other people."
        },
        {
            "español": "A: ¿Cuál es tu trabajo? B: Soy una especie de periodista.",
            "ingles": " A: What's your work? B: l'm sort of journalist."
        },
        {
            "español": "A: ¿Cómo ocurrió? B: ¿El qué? A: Tu accidente.",
            "ingles": " A: How did it happen? B: How did what happen? A: Your accident."
        },
        {
            "español": "¿Alguna vez has visto algo más bello en tu vida?",
            "ingles": " Have you ever seen anything more beautiful in your life?"
        },
        {
            "español": "No pertenezo aquí.",
            "ingles": " I don't belong here."
        },
        {
            "español": "Cuando te aburres, comienzas a mirar por las ventanas. Cuando comienzas a mirar por las ventanas, ves cosas que no deberías ver. Cuando ves cosas que no deberías ver, debes desaparecer.",
            "ingles": " When you get bored, you start staring out windows. When you start staring out windows, you see things you shouldn't see. When you see things you shouldn't see, you need to vanish."
        },
        {
            "español": "Las primeras civilizaciones agricultoras se encontraban aisladas en valles fértiles junto al rio",
            "ingles": "the first agricultural civilizations were isolated placed in fertile river valleys"
        },
        {
            "español": "no soy una ladrona alice",
            "ingles": "i'm not thief alice"
        },
        {
            "español": "Si sobrevives, llámame.",
            "ingles": " If you survive, call me."
        },
        {
            "español": "Peso 352 libras.",
            "ingles": " I weigh 352 pounds."
        },
        {
            "español": "Querido, son pobres. Están sucios. Son malolientes. Tenemos que ayudarles.",
            "ingles": " Darling, they're poor. They're dirty. They're smelly. We have to help them."
        },
        {
            "español": "Me has desobedecido deliberadamente.",
            "ingles": " You deliberately disobeyed me."
        },
        {
            "español": "Ojalá pudiera estar siempre contigo.",
            "ingles": " I wish I could always be with you."
        },
        {
            "español": "¿Sabia usted que la comida turca es una de las diez mejores del mundo? Hoy lo llevaremos por un viaje gastronómico.",
            "ingles": "Did you know Turkish cuisine is one of the top ten cuisins in the world? Today I’m gonna take you on a gastronomic journey."
        },
        {
            "español": "Señora Arwen, no podemos retrasarnos. ¡Mi señora!",
            "ingles": " Lady Arwen, we cannot delay. My lady!"
        },
        {
            "español": "mi afición es coleccionar monedas, tu tienes alguna afición?",
            "ingles": "My hobby es collecting coins, do you have a hobby?"
        },
        {
            "español": "Finalmente, y lo más importante, intenta verificar las noticias antes de publicarlas.",
            "ingles": " Finally, and most importantly, try to verify news before spreading it."
        },
        {
            "español": "¿Por qué soy tan sentimental?",
            "ingles": " Why am I so emotional?"
        },
        {
            "español": "Un simio de 25 kilos tiene que comer 8 horas al día para mantener un cerebro con 53 mil millones de neuronas.",
            "ingles": " A 25 kg ape has to eat 8 hours a day to uphold a brain with 53 billion neurons."
        },
        {
            "español": "Tras largos debates, se aprobó una resolución de independencia el 2 de julio de 1776.",
            "ingles": " After long debates, a resolution of independence was approved on July 2, 1776."
        },
        {
            "español": "Por favor, díganme que pasó esta mañana.",
            "ingles": " Please, tell me what happened this morning."
        },
        {
            "español": "No llegues tarde.",
            "ingles": " Don't be late."
        },
        {
            "español": "solo quiero tumbarme en mi cama",
            "ingles": "i just wanna lay in my bed"
        },
        {
            "español": "Estoy bien, papá. En serio. Puede sonar extraño, pero de alguna manera, nunca me había sentido tan segura en mi vida. ",
            "ingles":"I'm fine, Dad. Really. It may sound weird, but in a way, I've never felt safer in my life."
        },
        {
            "español": "¿Cómo puede dormir tanto un ser humano?",
            "ingles": " How can a human being sleep that much?"
        },
        {
            "español": "¿Eres una bruja buena o una mala?",
            "ingles": " Are you a good witch or a bad witch?"
        },
        {
            "español": "La manera más efectiva para implementar una política es la de convencer al público.",
            "ingles": " The most effective way to implement a policy is to convince the public."
        },
        {
            "español": "Sed cauto. Incluso en la derrota, Saruman es peligroso.",
            "ingles": " Be careful. Even in defeat, Saruman is dangerous."
        },
        {
            "español": "El sol brilla. Los pájaros cantan.",
            "ingles": " The sun is shining. The birds are singing."
        },
        {
            "español": "Uno de vosotros debe hacerlo.",
            "ingles": " One of you must do this."
        },
        {
            "español": "¿Sabes que los ojos de los gatos tienen pupilas verticales?",
            "ingles": " Did you know cats' eyes have vertical pupils?"
        },
        {
            "español": "La mayoría de nosotros piensa en el sol como un amigo.",
            "ingles": " Most of us think of the Sun as our friend."
        },
        {
            "español": "Atención por favor, ¿podríais atenderme un momento?",
            "ingles": " Everyone, please, can I have your attention for a moment?"
        },
        {
            "español": "Bueno, les pregunto, ¿pueden verme ahora?",
            "ingles": " Well, I ask you, can you see me now?"
        },
        {
            "español": "No dije que eran buenas noticias para ti.",
            "ingles": " I didn't say it's good news for you."
        },
        {
            "español": "Hacen esto cada año.",
            "ingles": " They do this every year."
        },
        {
            "español": "Uh… Vete a dormir.",
            "ingles": " Uh... You go to sleep."
        },
        {
            "español": "La música es el lenguaje de las emociones.",
            "ingles": " Music is the language of emotions. "
        },
        {
            "español": "Debemos mostrarles que somos hombres de partes.",
            "ingles": " We must show them that we are men of parts."
        },
        {
            "español": "Yuri Gagarin se convirtió en el primer hombre en el espacio en abril de 1961.",
            "ingles": " Yuri Gagarin became the first man in space in April 1961."
        },
        {
            "español": "A: Ella es hermosa. Ella es maravillosa. Ella es ... B: Sí, sí. Gracias, Max.",
            "ingles": " A: She is beautiful. She is wonderful. She is… B: Yes, yes. Thank you, Max."
        },
        {
            "español": "A: ¿Ciencia? ¿Qué tipo de ciencia? ¿Astronomía? ¿Química? B: En realidad, estudio todas las ciencias.",
            "ingles": " A: Science? What sort of science? Astronomy? Chemistry? B: Actually, I'm a student of all sciences."
        },
        {
            "español": "Internet es simplemente el modo en que los ordenadores se conectan entre ellos para compartir información.",
            "ingles": " The Internet is simply the way computers connect to each other in order to share information."
        },
        {
            "español": "Dame alguna señal de que lo entiendes o márchate ahora.",
            "ingles": " Give me some sign you understand, or leave now."
        },
        {
            "español": "A: No tengo amigos en la escuela. Ojalá fueras humano, Ponyo. B: Ponyo será un humano.",
            "ingles": " A: I have no friends at school. I wish you're a human Ponyo. B: Ponyo will be a human."
        },
        {
            "español": "No entendí lo que vi.",
            "ingles": " I didn't understand what I saw."
        },
        {
            "español": "Y entonces tomé una decisión que cambiaría mi vida para siempre.",
            "ingles": " And then I made a decision that would change my life forever."
        },
        {
            "español": "Eres una vergüenza para esta universidad y para tu apellido.",
            "ingles": " You're a disgrace to this university and your family name."
        },
        {
            "español": "Vienes a mi ciudad y traicionas mi hospitalidad.",
            "ingles": " You come into my city and you betray my hospitality."
        },
        {
            "español": "A: ¿Cómo hiciste eso? B: No me lo preguntes a mí.",
            "ingles": " A: How did you do this? B: Don't ask me."
        },
        {
            "español": "¿Te das cuenta de que tenemos la posibilidad de salvar nuestra especie?",
            "ingles": " Do you realize that now we have the chance to save our species?"
        },
        {
            "español": "La vida esta llena de dulces sorpresas. Cada día es un regalo.",
            "ingles": " Life is full of sweet surprises. Every day's a gift."
        },
        {
            "español": "¿Conoces a alguien en Nueva York?",
            "ingles": " Do you know anyone in New York?"
        },
        {
            "español": "La gente con anosmia a la alicina no puede oler el ajo.",
            "ingles": " People with allicin anosmia can't smell garlic."
        },
        {
            "español": "Sé que soy mejor que esto.",
            "ingles": " I know I'm better than this."
        },
        {
            "español": "¡General! ¿Qué es exactamente lo que está pasando aquí? Exijo una explicación.",
            "ingles": " General! What exactly is going on here? I demand an explanation."
        },
        {
            "español": "La inteligencia no es un privilegio, es un regalo.",
            "ingles": " Intelligence is not a privilege, it's a gift. "
        },
        {
            "español": "En un tiempo, solía mirar a los ojos de mi padre.",
            "ingles": " There was a time I used to look into my father's eyes."
        },
        {
            "español": "Procederemos sin ti.",
            "ingles": " We will proceed without you."
        },
        {
            "español": "Hay algo que deberia decirte.  ",
            "ingles": "There's something I should tell you."
        },
        {
            "español": "Por favor, escríbeme pronto.",
            "ingles": " Please write soon."
        },
        {
            "español": "Cada vez sirven más comidas vegetarianas y veganas en los restaurantes.",
            "ingles": " These days more and more vegetarian and vegan dishes are served in restaurants."
        },
        {
            "español": "¿Cuándo te tomaste el tiempo para no hacer nada?",
            "ingles": " When did you take the time to do nothing? "
        },
        {
            "español": "Pero puedes hacer lo que tú quieras. Nada te ata.",
            "ingles": " But you can do anything you want. You are bound by nothing."
        },
        {
            "español": "Sé que estás aquí en alguna parte",
            "ingles": " I know you're here somewhere!"
        },
        {
            "español": "Por días y noches, camino solo.",
            "ingles": " Days and nights, I am walking alone."
        },
        {
            "español": "Tenemos grandes expectativas para ella.",
            "ingles": " We have high expectations for her."
        },
        {
            "español": "No eres más popular que yo.",
            "ingles": " You are not more popular than I am."
        },
        {
            "español": "No hagas ejercicio dos horas antes de dormir.",
            "ingles": " Don’t exercise two hours before bedtime."
        },
        {
            "español": "Hable con dos granjeros hoy.",
            "ingles": " I spoke with two farmers today."
        },
        {
            "español": "¡Buenos días a todos!",
            "ingles": " Good morning everyone!"
        },
        {
            "español": "Volaré contigo.",
            "ingles": " I will fly with you."
        },
        {
            "español": "Cuando era pequeña, una bruja me echó un conjuro. Por las noches me convierto en esto, esta horrible bestia fea.",
            "ingles": " When I was a little girl, a witch cast a spell on me. Every night I become this, this horrible ugly beast."
        },
        {
            "español": "Me llamo Melissa Perez. Nací y crecí en el Bronx en Nueva York, pero mis padres son mexicanos.",
            "ingles": " My name is Melissa Perez. I was born and raised in the Bronx, New York City, but my parents are Mexican."
        },
        {
            "español": "Entonces, ¿qué tipo de historias pueden marcar la diferencia para el futuro?",
            "ingles": " So, what kind of stories might make a difference for the future?"
        },
        {
            "español": "Describe lo que ves.",
            "ingles": " Describe what you see."
        },
        {
            "español": "estoy ciego no puedo ver ",
            "ingles": "I'm blinded i can't see"
        },
        {
            "español": "Un niño habla una lengua durante años incluso antes de aprender el alfabeto.",
            "ingles": "A child speaks a language for years, even before learning the alphabet."
        },
        {
            "español": "Todos los seres vivos de este planeta están formados por células.",
            "ingles": " Every living thing on this planet is made of cells."
        },
        {
            "español": "A: ¿Esperas a alguien? B: No.",
            "ingles": " A: Are you expecting anyone? B: No."
        },
        {
            "español": "¿Hay alguien ahí?",
            "ingles": " Is there anybody here?"
        },
        {
            "español": "¿Hay alguien aquí aparte de nosotros?",
            "ingles": "Is there anyone here besides us?"
        },
        {
            "español": "Deja de perseguirme.",
            "ingles": " Stop chasing me."
        },
        {
            "español": "Exacto. Eras un trabajador, pero ahora eres un héroe de guerra.",
            "ingles": " Exactly. You were a worker but now, you're a war hero."
        },
        {
            "español": "Culpable... No culpable.",
            "ingles": " Guilty... Not guilty."
        },
        {
            "español": "En los campos, las máquinas reemplazaron a los hombres.",
            "ingles": " In the fields, machines replaced men."
        },
        {
            "español": " ¿Está libre este asiento? ",
            "ingles": "Is this seat taken? "
        },
        {
            "español": "Mira, tenías razón. Estoy enfermo mentalmente.",
            "ingles": " Look, you were right. I, I am mentally ill."
        },
        {
            "español": "me siento enfermo",
            "ingles": "i felt sick "
        },
        {
            "español": "donde esta paul ? No lo he visto esta mañana",
            "ingles": "Where is Paul? I haven´t seen him this morning."
        },
        {
            "español": "A: ¿Qué deseo has pedido, Audrey? B: Me encantaría decirlo pero, según la ley universal de los deseos, no puedo. C: Yo sé lo que ha pedido.",
            "ingles": " A: What did you wish for, Audrey? B: Well, I would love to tell you, but, sadly, according to the universal wish laws, I cannot. C: I know what she wished for."
        },
        {
            "español": "A: Ah, cambiar es bueno. B: Sí, pero no es fácil.",
            "ingles": " A: Ahh, change is good. B: Yeah, but it's not easy."
        },
        {
            "español": "A: ¿Qué queréis? B: Queremos que admitas algo.",
            "ingles": " A: What do you want? B: We want you to admit something."
        },
        {
            "español": "Nueve de cada diez personas preferirían surfear en la red antes que leer un libro.",
            "ingles": " Nine out of ten people would rather be surfing the web rather than reading a book."
        },
        {
            "español": "Preferiría viajar en avión antes que ir en bus",
            "ingles": "I would prefer to travel by plane rather than go by bus"
        },
        {
            "español": "Preferiría quedarme en casa, antes que ir a fuera",
            "ingles": "I would prefer to stay at home rather than go out "
        },
        {
            "español": "Prefiero té antes que café",
            "ingles": "I prefer tea rather than coffee"
        },
        {
            "español": "Preferiría que vinieras",
            "ingles": "I‘d rather you came "
        },
        {
            "español": "Preferiría caminar que ir en bici",
            "ingles": "I‘d rather walk than cycle"
        },
        {
            "español": "Preferiría ir en tren que ir en coche",
            "ingles": "I‘d rather go by train than go by car "
        },
        {
            "español": "Es bastante grande",
            "ingles": "It’s rather big "
        },
        {
            "español": "Él es bastante bueno en los deportes",
            "ingles": "He is rather good at sports"
        },
        {
            "español": "Este es un examen bastante difícil",
            "ingles": "This is a rather difficult exam"
        },
        {
            "español": "Anne es buena en mates, o mejor dicho, es la mejor",
            "ingles": "Anne is good at math, or rather, she’s the best"
        },
        {
            "español": "Haríamos un gran equipo. Solo necesitamos empezar a trabajar juntos.",
            "ingles": " We could be a great team. We just need to start working together."
        },
        {
            "español": "¿Quieres venir? : ¡Por supuesto!",
            "ingles": "Do you want to come?, Rather!"
        },
        {
            "español": "Gracias por salvar a mi hijo.",
            "ingles": " Thank you for saving my son."
        },
        {
            "español": "Deja que te pregunte algo. ¿Alguien aquí mencionó lo que le pasó a nuestro último sheriff?",
            "ingles": " Let me ask you something. Did anybody here mention what happened to our last sheriff?"
        },
        {
            "español": "A: Señor, ¿Cuál de estos crees que es el mejor?",
            "ingles": " A: Sir, which one of these do you think is the best? B: That one."
        },
        {
            "español": "He decidido caminar a mi siguiente reunión. Es el tuyo.",
            "ingles": " l have decided to walk to my next meeting. This is yours."
        },
        {
            "español": "en general, es solo otro ladrillo en la pared",
            "ingles": " All in all it's just another brick in the wall."
        },
        {
            "español": "No me gusta cómo te está mirando",
            "ingles": " I don't like the way he's looking at you."
        },
        {
            "español": "Se te cayó algo.",
            "ingles": " You dropped something."
        },
        {
            "español": "Desde que dejó el campo base, Kenton ha escalado durante cuatro días.",
            "ingles": " Since leaving base camp, Kenton has climbed for four days."
        },
        {
            "español": "Dalo por hecho.",
            "ingles": " Consider it done."
        },
        {
            "español": "Has estado viviendo en un mundo de sueño, neo ",
            "ingles": " You've been living in a dream world, Neo."
        },
        {
            "español": "just let me heal him ",
            "ingles": "solo dejame curarlo"
        },
        {
            "español": "Nadie puede oírme ahora. Todos son estúpidos menos yo. Ja, ja. Soy divertido.",
            "ingles": " No one can hear me now. Everybody is stupid except me. Ha, ha, ha. I am funny."
        }
        ,{
            "español":"me empezo a mirar fijamente",
            "ingles": "star staring at me"
        },
        {
            "español":"Pasa por las noches mirando por la ventana sin motivo",
            "ingles":"He spend his  evenings staring out the window for no apparent reason"
        },
        {
            "español":"estoy muy impaciente",
            "ingles":"i am very impatient"
        }
    ]